Revit 2027 API
ParameterTypeId.RbsVelocity Property
 "Velocity"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsVelocity { get; }
Public Shared ReadOnly Property RbsVelocity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsVelocity {
	ForgeTypeId^ get ();
}
static member RbsVelocity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace